Repository: jonathantito/VisualStudioProjectRenamer
Catalog: VisualStudioProjectRenamer/VSPRLocalization/VSPRLocalization.*.resx
Languages: de_de

# AboutBoxCloseButtonText
source: Close
de_de: Schliessen

# AboutBoxCompany
source: Company: {0}
de_de: Firma: {0}

# AboutBoxDescription
source: The Visual Studio Project Renamer is working with the latest Version of SVN (Subversion 1.7.4). More version control tools such as TFS or Git will be added in the future. For more information please visit http://normankosmal.com
de_de: Die Visual Studio Project Renamer Software funktioniert mit der aktuellen Subversion Version (1.7.4). In der Zukunft wird weitere Versionierungsoftware, wie beispielsweise TFS oder Git angebunden. Für weitere Informationen besuchen Sie bitte http://normankosmal.com.

# AboutBoxText
source: About Visual Studio Project Renamer
de_de: Über Visual Studio Project Renamer

# ConfirmationDialogCancelButtonText
source: Cancel
de_de: Abbrechen

# ConfirmationDialogConfirmRenameQuestion
source: Do you really want to rename project {0} into {1}?
de_de: Wollen Sie wirklich das Projekt {0} in {1} umbennen?

# ConfirmationDialogFormText
source: Please confirm
de_de: Bitte bestätigen

# ConfirmationDialogOKButtonText
source: Confirm
de_de: Bestätigen

# DiagnosticFormCloseButtonText
source: Close
de_de: Schliessen

# DownloadFormDownloadFinishedDiagMessage
source: Finished downloading file to: {0}
de_de: Herunterladen beendet nach: {0}

# DownloadFormDownloadFinishedHeaderLabelText
source: Download finished..
de_de: Herunterladen beendet..

# DownloadFormDownloadingUpdateFormText
source: Update
de_de: Aktualisierung

# DownloadFormErrorWhileDownloadingDiagMessage
source: Error while downloading: {0}
de_de: Fehler beim Herunterladen: {0}

# DownloadFormInstallButtonText
source: Install
de_de: Installieren

# ErrorDialogCloseButtonText
source: Close
de_de: Schliessen

# ErrorDialogCopyButtonText
source: Copy
de_de: Kopieren

# ErrorDialogCopyErrorMessageToolTip
source: Attemps to copy the error message to the clipboard.
de_de: Kopiert die Fehlermeldung in die Zwischenablage.

# ErrorDialogErrorMessageCopied
source: Error message was copied to the clipboard.
de_de: Die Fehlermeldung wurde in die Zwischenablage kopiert.

# ErrorDialogErrorMessageLabelText
source: An error occured while renaming, check details below:
de_de: Es ist ein Fehler aufgetreten

# ErrorDialogFormText
source: Error
de_de: Fehler

# InstallerExecutingBatchFileMessage
source: Executing batch file {0}
de_de: Führe Batchdatei {0} aus

# InstallerExtensionNotSupportedMessage
source: Extension ({0}) is not supported, please execute ({1}) manually
de_de: Dateiendung ({0}) wird vom Installer nicht unterstützt, bitte die Datei ({1}) manuell ausführen.

# InstallerGeneratingBatchFileMessage
source: Generating batch file in {0}
de_de: Erzeuge Batchdatei in {0}

# InstallerMessageBoxCaption
source: Error
de_de: Fehler

# MainFormBrowseButtonText
source: Browse
de_de: Suchen

# MainFormButtonSendToTrayToolTip
source: Minimize to tray
de_de: Minimieren

# MainFormButtonShowAboutFormToolTip
source: About
de_de: Über

# MainFormButtonShowSettingsFormToolTip
source: Settings
de_de: Einstellungen

# MainFormCheckBoxCheckInChangesText
source: Check in changes after renaming?
de_de: Änderungen nach dem Umbennen einchecken?

# MainFormCheckboxRenameMainEntryFile
source: Rename main entry file (C++)?
de_de: Umbennen der Haupeinstiegsdatei (C++)?

# MainFormCheckBoxSolutionVersionControlText
source: Solution under version control?
de_de: Solution unter Versionkontrolle?

# MainFormCloseButtonText
source: Close
de_de: Beenden

# MainFormErrorMessageNewProjectNameEqualsOldProjectNameOrIsEmpty
source: The new name for the project can not be the same as the old one or empty.
de_de: Der neue Projektname kann nicht der gleiche sein wie der alte, oder leer sein.

# MainFormErrorNoSolutionFile
source: Solution can not be empty, or the selected file is no solution.
de_de: Solution kann nicht leer sein, oder die gewählte Datei ist keine Solution.

# MainFormLabelNewProjectNameText
source: New project name
de_de: Neuer Projektname

# MainFormLabelOldProjectNameText
source: Old project name
de_de: Alter Projektname

# MainFormNotifyIconBallonTipText
source: VisualStudioProjectRenamer is now running in the background
de_de: VisualStudioProjectRenamer läuft jetzt im Hintergrund

# MainFormRenameButtonText
source: Rename
de_de: Umbennen

# MainFormStatusLabelRenamingFailed
source: An error occured while renaming.
de_de: Es ist ein Fehler aufgetreten

# MainFormStatusLabelRenamingProject
source: Renaming project...
de_de: Benenne das Projekt um...

# MainFormStatusLabelRenamingSuccessfull
source: Project successfully renamed.
de_de: Das Projekt wurde erfolgreich umbenannt.

# MainFormStatusLabelSelectProject
source: Select the project to rename.
de_de: Wählen Sie das umzunennende Projekt.

# MainFormStatusLabelSelectSolution
source: Select the solution file, which contains the project to rename.
de_de: Wählen Sie die Solution, die das umzunennende Projekt enthält.

# MainFormUpdateButtonToolTipText
source: Check for update
de_de: Aktualisieren

# NoUpdateRequiredCaption
source: Update
de_de: Aktualisierung

# NoUpdateRequiredMessage
source: No update needed.
de_de: Es ist keine Aktualisierung der Software nötig.

# RenameErrorNoSupportedProjectFound
source: Could not find a supported project in {0}.
de_de: Konnte kein unterstütztes Projekt in {0} finden.

# RevertErrorMessage
source: An error occured while trying to revert changes: {0}
de_de: Ein Fehler ist während des Rollbacks aufgetreten: {0}.

# SettingsFormApplyButtonText
source: Apply
de_de: Übernehmen

# SettingsFormChooseLanguageLabelText
source: Choose language
de_de: Sprache wählen

# SettingsFormFormText
source: Settings
de_de: Einstellungen

# SettingsFormLanguageSettingsLabelText
source: Language settings
de_de: Spracheinstellungen

# SettingsFormLayoutSettingsLabelText
source: Layout settings
de_de: Layout Einstellungen

# SettingsFormProxyAddressLabelText
source: Address
de_de: Adresse

# SettingsFormProxyPasswordLabelText
source: Password
de_de: Passwort

# SettingsFormProxySettingsLabelText
source: Proxy settings
de_de: Proxy Einstellungen

# SettingsFormProxyUsernameLabelText
source: Username
de_de: Benutzername

# SettingsFormUpdateCheckBoxText
source: Check for update on startup?
de_de: Bei Programmstart prüfen?

# SettingsFormUpdateLabelText
source: Update
de_de: Aktualisierung

# SettingsFormUseSystemLanguageLabeltext
source: Use system language
de_de: Systemsprache nutzen

# UpdaterCheckingAppCastDiagMessage
source: Downloading and checking appcast
de_de: Lade und prüfe Appcast

# UpdaterErrorDownloadingAppCastDiagMessage
source: Error during app cast download: {0}
de_de: Fehler beim Herunterladen des Appcast: {0}

# UpdaterFormCancelButtonText
source: Cancel
de_de: Abbrechen

# UpdaterFormInfoText
source: {0} {1} is now available (you have {2}). Would you like to download it now?
de_de: {0} {1} ist verfügbar (installiert ist {2}). Jetzt herunterladen?

# UpdaterFormInstallButtonText
source: Install
de_de: Installieren

# UpdaterFormNewVersionAvailable
source: A new version of {0} is available!
de_de: Eine neue Version von {0} ist verfügbar!

# UpdaterFormText
source: Update available
de_de: Aktualisierung verfügbar

# UpdaterInstalledVersionIsValidDiagMessage
source: Installed version is valid, no update needed ({0})
de_de: Installierte Version ist aktuell, kein Update nötig ({0})

# UpdaterLatestVersionDiagMessage
source: Version on the server is {0}
de_de: Version auf dem Server ist {0}

# UpdaterNoVersionInfoInAppCastDiagMessage
source: No version information in app cast found
de_de: Keine Versioninfo im Appcast gefunden

# UpdaterReadingConfigDiagMessage
source: Reading configuration
de_de: Lese Konfiguration

# UpdaterUpdateNeededDiagMessage
source: Update needed from version {0} to version {1}
de_de: Aktualisierung von Version {0} auf Version {1} vorhanden

# UpdaterUpdateStartDiagMessage
source: Starting update
de_de: Initialisiere Update

# UpdaterUsingUrlDiagMessage
source: Checking {0}
de_de: Prüfe {0}
